tap "carlocab/personal"
tap "homebrew/cask"
tap "homebrew/core"
tap "hynek/tap"
brew "python@3.13"
brew "tree"
brew "ansible"
brew "anyenv"
brew "python@3.12"
brew "archey4"
brew "ascii"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "biome"
brew "btop"
brew "coreutils"
brew "newt"
brew "tmux"
brew "byobu"
brew "choose-rust"
brew "cmatrix"
brew "convmv"
brew "ctop"
brew "curl"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker-completion"
brew "ed", link: true
brew "elixir"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fnm"
brew "fortune"
brew "fselect"
brew "fzf"
brew "gauche"
brew "gawk"
brew "genact"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gojq"
brew "gotop"
brew "openjdk"
brew "gradle"
brew "grep"
brew "groff"
brew "gzip"
brew "hck"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iproute2mac"
brew "jnv"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "lesspipe"
brew "lsd"
brew "lsusb"
brew "lua"
brew "maven"
brew "mise"
brew "most"
brew "ncdu"
brew "neovim"
brew "nkf"
brew "node"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "prettyping"
brew "pstree"
brew "ptpython"
brew "python-argcomplete"
brew "python-yq"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "scrcpy"
brew "screenfetch"
brew "sd"
brew "shellcheck"
brew "sl"
brew "starship"
brew "stern"
brew "tealdeer"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tokei"
brew "uniutils"
brew "unzip"
brew "util-linux"
brew "uv"
brew "v"
brew "vivid"
brew "volta"
brew "watch"
brew "wget"
brew "wget2"
brew "xh"
brew "xmlstarlet"
brew "yarn"
brew "yazi"
brew "zip"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-f-sy-h"
brew "zsh-fast-syntax-highlighting"
brew "carlocab/personal/unrar"
brew "hynek/tap/doc2dash"
cask "alacritty"
cask "android-platform-tools"
cask "devtoys"
cask "docker-desktop"
cask "font-cica"
cask "font-firgenerd"
cask "font-hackgen-nerd"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-juisee-nf"
cask "font-moralerspace-hw"
cask "font-myrica"
cask "font-myricam"
cask "font-plemol-jp-nf"
cask "font-source-han-code-jp"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "kitty"
cask "mockoon"
cask "multipass"
cask "notion"
cask "qview"
cask "vagrant"
cask "virtualbox"
cask "wezterm"
cask "wireshark-app"
cask "xquartz"
